Repository: seanpm2001/mt-training-data
Catalog: ts/ts_pontoon.tmx
Source language: en_us
Languages: ts

source: 2019 End-of-Year Release
ts: Nkandziyiso wa 2019 wa Makumu ya Lembe

source: 2 down, keep it up!<playIcon></playIcon>
ts: 2 ehansi, tshama u ri ehenhla!<playIcon></playIcon>

source: ≥ 2 No votes
ts: ≥ 2 Ku hava tivhoti

source: ≥ 2 Yes votes
ts: ≥ 2 Ina tivhoti

source: Abbreviations and Acronyms. Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation. For example, the acronym “ICE” could be pronounced “I-C-E” or as a single word.
ts: Swipfuxeto na Swihlamusela-marito. Swipfuxeto na swihlamusela-marito swo fana na “USA” kumbe “ICE” swi fanele ku papalatiwa eka tsalwa ra xihlovo hikuva swi nga hlayiwa hi ndlela leyi nga fambisaniki na mapelo ya swona. Ku engetela kwalaho, ku nga ha va ni ku hlayiwa ko tala loku kongomeke ka xifunengeto xin’we. Hi xikombiso, xihlamusela-marito lexi nge “ICE” xi nga vitaniwa “I-C-E” kumbe tanihi rito rin’we.

source: Abkhaz
ts: Xi-Abkhaz

source: About
ts: Mayelana

source: Accent
ts: Mavulavulelo

source: Account
ts: Rungula

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ts: <accuracyLink>Vona swo tala eka swipimelo swa ku pakanisa.</accuracyLink>

source: Acehnese
ts: Xiacehnese

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ts: { $actionType }<playIcon></playIcon> xana va vulavule kahle xivulwa?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ts: { $actionType }<recordIcon></recordIcon> kutani u hlaya xivulwa hi rito leri tlakukeke

source: { $actionType }<stopIcon></stopIcon> when done
ts: { $actionType }<stopicon></stopicon> loko swi endliwile

source: { $actionType } submit when ready
ts: { $actionType } rhumela loko u lunghekile

source: Add
ts: Engetela

source: Add a language you want to contribute to
ts: Engetela ririmi leri u lavaka ku hoxa xandla eka rona

source: Add as much information as you can about the language. This could include:
ts: Engetela vuxokoxoko byo tala hilaha u nga kotaka hakona mayelana ni ririmi. Leswi swi nga katsa:

source: Adding languages to work with
ts: Ku engetela tindzimi to tirha hi tona

source: Additional Language
ts: Ririmi ro Engetela

source: Add Language
ts: Engetela Ririmi

source: <addLink>Add more sentences now!</addLink>
ts: <addLink>Engetela swivulwa swin'wana sweswi!</addLink>

source: Add new custom accent "{ $inputValue }"
ts: Engetela xitwari lexintshwa xa ntolovelo "{ $inputValue }".

source: Add new sentences
ts: Engetela swivulwa leswintshwa

source: Add Sentences
ts: Engetela Swivulwa

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
ts: Engetela <wikipediaLink>ndhawu ya mani na mani</wikipediaLink> swivulwa

source: Add Your Voice
ts: Engetela Rito Ra Wena

source: Adyghe
ts: Xi-Adyghe

source: A few bytes
ts: Tibayiti ti nga ri tingani

source: Afrikaans
ts: Xibunu

source: Age
ts: Malembe

source: Albanian
ts: Xialbania

source: All
ts: Hinkwaswo

source: All sentences you submit must be under <wikipediaLink>Public Domain (CC-0) license</wikipediaLink>. To support the inclusion of work not under public licence, we have created a <cc0WaiverLink>Contributions Agreement template</cc0WaiverLink> for works where the copyright owner would like to contribute the material to Common Voice.
ts: Swivulwa hinkwaswo leswi u swi rhumelaka swi fanele ku va ehansi ka <wikipediaLink>Layisense ya Domain ya Mani na Mani (CC-0)</wikipediaLink>. Ku seketela ku katsa ntirho lowu nga riki ehansi ka layisense ya mfumo, hi endlile <cc0WaiverLink>xifaniso xa Ntwanano wa Minyikelo</cc0WaiverLink> ya mintirho laha n’wini wa mfanelo ya vutshila a nga tsakelaka ku hoxa xandla eka swilo eka Common Voice.

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
ts: Swiphemu hinkwaswo swa rito eka dataset swi hlantswiwa hi rungula leri kombisaka munhu. Loko muhoxa xandla a nyika datha ya nhlayo ya vaaki hi ku tirhisa phurofayili ya vona, vuxokoxoko byebyo byi susiwa eka swiphemu swa vona swa rito byi nga si hlanganisiwa ku dawuniloda eka sete ya datha naswona a byi si tshama byi endliwa erivaleni eka tluka ra vona ra phurofayili.

source: Amharic
ts: Xiamhari

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ts: Data ya vatirhisi leyi nga fihliwa yo fana na malembe, rimbewu, na mavulavulelo yi pfuneta ku antswisa data ya mpfumawulo leyi tirhisiwaka ku letela ku pakanisa ka tinjhini to tiva mbulavulo. Vito ra wena ra mutirhisi na imeyili a swi nge pfuki swi fambelanisiwile na data ya wena leyi rhumeriweke, naswona u nga hlawula loko u ta endla vito ra wena ra mutirhisi ri va ra mani na mani kumbe ri nga tiviwi.

source: Approve
ts: Amukela

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ts: Mpfumawulo wa le ndzhaku lowu rhuleke wu lulamile, kambe a hi lavi marito lama engetelekeke lama nga endlaka leswaku algorithm ya muchini yi vona marito lama nga riki kona eka tsalwa leri tsariweke. Loko u kota ku twa marito yo hambana handle ka ya tsalwa, xiphemu xi fanele ku ariwa. Hi ntolovelo leswi swi humelela laha TV yi tshikiweke yi pfuriwile, kumbe laha ku nga na mbulavurisano lowu yaka ekusuhi.

source: Arabic
ts: Xiarabu

source: Aragonese
ts: XIaragon

source: Are you coming? <strong>[called by another]</strong>
ts: Xana wa ta? <strong>[called by another]</strong>

source: Armenian
ts: Xiarimeniya

source: Armenian Western
ts: Xiarmenia xa le Vupela-dyambu

source: Ask about a new language
ts: Vutisa hi ririmi lerintshwa

source: Assamese
ts: Xiassam

source: Asturian
ts: Xi-Asturia

source: Audio Format
ts: Xivumbeko xa rungula leri yingiseriwaka

source: Avatar
ts: Xipopana

source: Avatar uploaded
ts: Xipopana xi uploadiwile

source: Average
ts: Avhareji

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ts: Xiphemu xa rito xi funghiwa "xa tirha" loko mutirhisi a xi nyika vhoti ya Ina.

source: Avoid too much background noise - it should be easy to hear you.
ts: Papalata mpfumawulo wo tala wa le ndzhaku - swi fanele swi olova ku ku twa.

source: Awards
ts: Masagwadi

source: Azerbaijani
ts: Xiazerbaijani

source: Back
ts: Ndzhaku

source: Background Noise
ts: Mpfumawulo wa le ndzhaku

source: Background Voices
ts: Marito ya le ndzhaku

source: Back to Top
ts: Ku Vuyela Ehenhla

source: Basaa
ts: Xibasaa

source: Bashkir
ts: Xibashkir

source: Basque
ts: Xibasque

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ts: Vana ni vuxiyaxiya u nga si ala xiphemu laha muhlayi nga vula rito hi ndlela leyi nga tolovelekanga, a nga veka ntshikilelo endhawini leyi hoxeke kumbe swi tikomba onge u honise mfungho wa xivutiso. Ku ni mavitanelo yo hambana-hambana lama tirhisiwaka emisaveni hinkwayo, lawa man’wana ya wona ma nga ha vaka u nga ma twanga emugangeni wa ka n’wina. Hi kombela u hlonipha lava vuluvulaka hi ndlela leyi hambaneke na wena.

source: Belarusian
ts: Xibelarus

source: Benefits
ts: Mbuyelo lowunene

source: Bengali
ts: Xibengali

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ts: [‘Beret’ yi lulamile hambi hi ku tshikileriwa eka xitwari xo sungula (UK) kumbe xa vumbirhi (US)]

source: <bold>{ $count }</bold> Clips
ts: <bold>{ $count }</bold> Swiphemu

source: <bold>Help us</bold> find more voices
ts: <bold>Hi pfuneni</bold> ku kuma marito yo tala

source: Bosnian
ts: Xibosnia

source: Both
ts: Hivumbirhi

source: Both (Speak and Listen)
ts: Havumbirhi bya swona (Vulavula U Yingisela)

source: Breton
ts: Xibreton

source: Browse Languages
ts: Pfula Tindzimi

source: Build a custom goal
ts: Aka pakani ya ntolovelo

source: Build Profile
ts: Aka Profayile ya Xivumbeko

source: Bulgarian
ts: Xibulgaria

source: Burmese
ts: Xiburma

source: Buryat
ts: Xiburyat

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ts: <b>Hikokwalaho ka yini imeyili?</b> Hi nga lava ku tihlanganisa na wena eka nkarhi lowu taka mayelana ku cinca ka datasete, imeyili yi hi nyika ndhawu yo hlangana.

source: By editing your goal, you may lose your existing progress.
ts: Hi ku hlela pakani ya wena, u nga ha lahlekeriwa hi nhluvuko wa wena lowu nga kona.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ts: Hi ku hlawula ku nghena ku amukela ti-imeyili u vula leswaku u kahle hi Mozilla ku khoma vuxokoxoko lebyi tanihi laha swi hlamuseriweke hakona eka <privacyLink>Pholisi ya Vuhlayiseki ya Mozilla</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ts: <b>Wa pfumela</b> ku nga ringeti ku kumisisa vutivi bya swivulavuri eka rungula ra Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ts: Hi ku nyika vuxokoxoko byo karhi mayelana na wena, data ya mpfumawulo leyi u yi rhumelaka eka Common Voice yi ta pfuna swinene eka tinjhini to Lemuka Rito leti tirhisaka datha leyi ku antswisa ku pakanisa ka tona.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ts: Hi ku tirhisa Common Voice, u pfumelelana na hina <termsLink> Minkarhi</termsLink> na <privacyLink>Xitiviso xa Vuhlayiseki</privacyLink>

source: Cancel Re-recording
ts: Khansela Ku rhekhoda nakambe

source: Cancel Submission
ts: Khansela Ku Rhumela

source: Can't decide?
ts: A wu swi koti ku endla xiboho?

source: Cantonese
ts: Xicanton

source: Catalan
ts: Xicatalan

source: Central Kurdish
ts: Xikurd xa le xikarhi

source: Change your email via Settings under Login Identity
ts: Cinca imeyili ya wena hi ku tirhisa Switirhisiwa ehansi ka Vutivi bya ku Nghena

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
ts: Languta loko ririmi ra wena ri xaxametiwile eka <languagesPageLink>Pheji ra Tindzimi ta Common Voice</languagesPageLink>. Loko swi nga ri tano, tata fomo leyi hi ta ku <strong>rhumela imeyili leyi pfunaka ku hlamusela ndlela yo endla leswaku ririmi ra wena ri vekeriwa</strong>.

source: <chevron></chevron>See less
ts: <chevron></chevron>Vona switsongo

source: <chevron></chevron>See more
ts: <chevron></chevron>Vona swin'wana

source: Chinese (China)
ts: Xichayina (Chayina)

source: Chinese (Hong Kong)
ts: Xichayina (Hong Kong)

source: Chinese (Taiwan)
ts: Xichayina (Taiwan)

source: Choose language/localization
ts: Hlawula ririmi/ku veka ndhawu

source: Chuvash
ts: Xichuvash

source: Click
ts: Tlilika

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ts: { $clipCount } swiphemu swa rito, mpimo hinkwawo wa akhavhiyu { $size }. Ku hela nkarhi { $expires }.

source: Clip Graveyard
ts: Xiphepherhele xa Sirha

source: Clips recorded
ts: Swiphemu leswi rhekhodiweke

source: Clips Uploaded
ts: Swiphemu Ku layichiwile

source: Clips validated
ts: Swiphemu swi tiyisisiwile

source: Clips You've Recorded
ts: Swiphemu Leswi U swi Rekhodeke

source: Clips You've Validated
ts: Swiphemu Leswi U nga swi Tiyisisa

source: Close
ts: Pfala

source: Collecting sentences
ts: Ku hlengeleta swivulwa

source: Collecting sentences from the public domain, or writing new ones for the public domain.
ts: Ku hlengeleta swivulwa eka ndhawu ya mani na mani, kumbe ku tsala swintshwa eka ndhawu ya mani na mani.

source: Collect sentences
ts: Hlengeleta swivulwa

source: Comment
ts: Nhlamulo

source: Common Voice data plus all other voice datasets above.
ts: Rungula ya Common Voice ku engetela eka tidathaseti tin’wana hinkwato ta rito leti nga laha henhla.

source: Common Voice Dataset
ts: Dataset ya Common Voice

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
ts: Common Voice i pulatifomo leyi kumaka swihlovo swa ntshungu, naswona tindzimi hinkwato ti engeteriwile hi vatirhi vo tirhandzela. Hi nga tsakela leswaku u engetela ririmi ra wena! <languageRequestLink>Vutisa hi ku engetela ririmi ra wena.</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ts: Common Voice i kungu ra Mozilla ro pfuneta ku dyondzisa michini ndlela leyi vanhu va xiviri va vulavulaka hi yona.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
ts: Common Voice i xiphemu xa kungu ra Mozilla ro pfuneta ku dyondzisa michini ndlela leyi vanhu va xiviri va vulavulaka ha yona.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ts: Common Voice i dataset ya rito ya tindzimi to tala leyi kumekaka erivaleni emisaveni hinkwayo.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ts: Swi rhekhodo swa Common Voice swi tirhisiwa hi swidyondzeki, mabindzu lamatsongo, na lava tsakelaka ku tiva rito ku pfuneta ku letela na ku kurisa switirhisiwa leswi kumekaka erivaleni ku fana na timodeli ta rito. Xana u nga hi tivisaxivangelo xo lava leswaku swi rhekhodo swa wena swi susiwa?

source: Community participation and decision making.
ts: Ku nghenelela ka vaaki na ku endla swiboho.

source: Community Playbook
ts: Buku yo Tlanga ya Vaaki

source: Confirm
ts: Tiyisa

source: Confirm Goal
ts: Tiyisisa Pakani

source: Confirm New Sentences
ts: Tiyisisa Swivulwa Leswintshwa

source: Connect with Gravatar
ts: Ku hlangana na Gravatar

source: Contact
ts: Khumbana

source: Contact Form
ts: Fomo ya Vuhlanganisi

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ts: Vuxokoxoko byi kumeka ehansi ka <licenseLink>Layisense ya Creative Commons</licenseLink>

source: Continue
ts: Yana emahlweni

source: Contribute
ts: Hoxa Xandla

source: Contribute sentences
ts: Hoxa xandla hi swivulwa

source: Contribute to { $lang }
ts: Hoxa xandla eka { $lang }

source: Contribute Your Voice
ts: Hoxa Xandla Hi Rito Ra Wena

source: Contribution Activity
ts: Ntirho wa ku Hoxa xandla

source: Contribution Criteria
ts: Swipimelo swa ku Hoxa xandla

source: Contribution Experience
ts: Ntokoto wa ku Hoxa xandla

source: Contributors record voice clips by reading from a bank of donated sentences.
ts: Va hoxa xandla va rhekhoda swiphemu swa rito hi ku hlaya ebangi ya swivulwa leswi nyikeriweke.

source: Cookies
ts: Makokisi

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ts: <coquiLink>Coqui</coquiLink> yi tinyiketerile eka thekinoloji ya mbulavulo lowu pfulekeke. Tiphurojeke ta vona ti katsa tinjhini ta STT na TTS leti simekiweke eka dyondzo yo enta.

source: Cornish
ts: Xicornixi

source: Corsican
ts: Xicorsia

source: Could not add language
ts: A swi koteki ku engetela ririmi

source: Could not change settings. Please try again.
ts: A swi koteki ku cinca swiyimiso. Hi kombela u ringeta nakambe.

source: Could not remove language
ts: A swi koteki ku susa ririmi

source: Could not remove language: language not found
ts: A swi koteki ku susa ririmi: ririmi a ri kumeki

source: { $count } clips
ts: { $count } swiphemu

source: { $countOfInvalidated } rejected by you
ts: { $countOfInvalidated } yi ariwile hi wena

source: { $countOfReviewed } sentences are already reviewed. Great job!
ts: { $countOfReviewed } swivulwa se swi pfuxetiwile. Ntirho lowukulu!

source: { $countOfSentences } sentences found.
ts: { $countOfSentence } swivulwa swi kumiwile.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
ts: { $countOfUnreviewed } swivulwa a swi kamberiwanga. Loko u swi lava, u nga ha tlhela u kambisisa swivulwa swa wena sweswi u nga si swi rhumela.

source: Create a Custom Goal
ts: Endla Pakani Ya Xihlawuhlawu

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ts: Ku tumbuluxa swivandlanene swa vanhu vo hambana ku hoxa xandla eka Common Voice swi tiyisisa leswaku sete ya datha yi tirhela vanhu vo tala hilaha swi nga kotekaka hakona. Hi endlile switirhisiwa na tithempleyiti leti u nga ti tirhisaka!

source: Criteria
ts: Mpimanyeto

source: Croatian
ts: Xicroatia

source: Czech
ts: Xiczech

source: Daily Goal
ts: Pakani ya Siku na Siku

source: Danish
ts: Xidenmark

source: Dashboard
ts: Dexibodo

source: Dataset Release
ts: Ku Humesiwa ka Datasete

source: Datasets
ts: Tidataseti

source: Date
ts: Siku

source: Days
ts: Masiku

source: De-identified
ts: Voniwa

source: Delete my recordings
ts: Susa swilo leswi ndzi swi rhekhodiweke

source: Delete Profile
ts: Susa Profayile

source: Delete selected sentences
ts: Susa swivulwa leswi hlawuriweke

source: Deleting selected sentences…
ts: Ku susa swivulwa leswi hlawuriweke...

source: Different language
ts: Ririmi ro hambana

source: Difficult
ts: Tikela

source: Difficult to pronounce
ts: Swi tika ku swi vitana

source: Discard ongoing recording
ts: Lahla ku rhekhodiwa loku yaka emahlweni

source: Donate your voice
ts: Nyikela hi rito ra wena

source: Don't see your language on Common Voice yet?
ts: A wu se vona ririmi ra wena eka Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ts: A wu voni ririmi ra wena ri kombisiwa eka Rungula? Ku kombela ririmi kongoma eka tluka ra hina ra tindzimi.

source: Download
ts: Kopa

source: Download Common Voice Data
ts: Downloda Rungula ra Common Voice

source: Download Data
ts: Dhata yo downloada

source: Download Dataset Bundle
ts: Downloada Xiyenge xa ​​Dataset

source: Download { $language }
ts: Kopa { $language }

source: Download Links
ts: Swihlanganisi swo Downloada

source: Download My Data
ts: Downloada rungula Ra Mina

source: Download profile data
ts: Downloada rungula ra xivumbeko

source: Download the Single Word Target Segment
ts: Downloda Xiyenge xa ​​Rito rin’we leri kongomisiweke

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ts: Xana u na miehleketo ya leswaku hi nga endla njhani leswaku rungula ra Common Voice ri antswa? Hi tivise eka Discourse

source: Do you want to continue?
ts: Xana u lava ku ya emahlweni?

source: Do you want to Speak, Listen or both?
ts: Xana u lava ku Vulavula, Ku Yingisela kumbe hi vumbirhi bya swona?

source: Drag and drop or <browseWrap>Browse</browseWrap>
ts: Koka u tlhela u hoxa kumbe <browseWrap>Pfula-pfula</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ts: Hi nkarhi wa ku rhumela ku hoxa xandla mbuyelo wu ta tluriwa endzhaku ko ku tsopeta 'Rhumela'. Ku hoxa xandla ku ta ya emahlweni hi ku kongoma hi sete leyi landzelaka ya 5 wa tirhekhodo kumbe ku tiyisisiwa.

source: Dutch
ts: Xidachi

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ts: Ngheniso wun’wana na wun’wana eka datasete wu na MP3 yo hlawuleka na fayili ya tsalwa leyi fambelanaka na yona. Tiawara to tala leti rhekhodiweke ta <b>{ $total }</b> eka datasete ti tlhela ti katsa vuxokoxoko byo karhi ya nhlayo ya vaaki ku fana na malembe, rimbewu, na mavalavulelo leswi nga pfunaka ku letela mpakaniso wa tinjhini ta lemukiso wa mbulavulo. Sweswi datasete yi na <b>{ $valid }</b> wa tiawara leti tiyisisiweke hi tindzimi ta <b>{ $languages }</b>, kambe hi tshamela ro engetela marito yo tala na tindzimi. Languta eka pheji ra hina ra <languagesLink>Tindzimi</languagesLink> ku kombela ririmi kumbe ku sungula ku hoxa xandla.

source: Easy
ts: Olovaka

source: Edit
ts: Hlela

source: Edit Profile
ts: Hlela Xivumbeko

source: Email
ts: Imeyili

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ts: <emailFragment>Tsarisa</emailFragment> enxaxamelweni wa hina wo posa ku dyondza ndlela leyi u nga hlanganyela eka matsima, swiendlakalo ni swivumbeko swa maakelo-kulorhi eka Common Voice.

source: Email is already used for a different account
ts: Imeyili se yi tirhisiwa eka akhawunti leyi hambaneke

source: Email Subscriptions
ts: Swikhokhelo swa Imeyili

source: English
ts: Xinghezi

source: Enter Email to Download
ts: Nghena eka imeyili ku downloda

source: Enter email to send a sign up link
ts: Nghenisa Imeyili ku rhumela link yo tsarisa

source: Enter your email
ts: nghenisa email ya wena

source: Error { $code }
ts: Xihoxo { $code }

source: Error while fetching rejected sentences. Please try again.
ts: Xihoxo loko u ri karhi u teka swivulwa leswi ariweke. Hi kombela u ringeta nakambe.

source: Error while fetching your sentences. Please try again.
ts: Xihoxo loko u ri karhi u teka swivulwa swa wena. Hi kombela u ringeta nakambe.

source: Erzya
ts: Xierzya

source: Esperanto
ts: Xiesperanto

source: Estonian
ts: Xiestonia

source: Events
ts: Swiendlakalo

source: Everyone
ts: Un’wana ni un’wana

source: Exit & Delete clips
ts: Huma & Susa swiphemu
